[
    {
        "author": "Murakami Haruki",
        "id": "d8102c4c-c4d8-4d45-bc3d-5337edb482e8",
        "imagePath": "d8102c4c-c4d8-4d45-bc3d-5337edb482e8.jpg",
        "longDescription": "Norwegian Wood (ノルウェイの森, Noruwei no Mori) is a 1987 novel by Japanese author Haruki Murakami.[1] The novel is a nostalgic story of loss.[2] It is told from the first-person perspective of Toru Watanabe, who looks back on his days as a college student living in Tokyo.[3] Through Watanabe's reminiscences, readers see him develop relationships with two very different women—the beautiful yet emotionally troubled Naoko, and the outgoing, lively Midori",
        "pages": 296,
        "publicationYear": 1987,
        "publishing": "Feltrinelli",
        "rating": 5,
        "shortDescription": " the best coming-of-age novel",
        "title": "Norwegian Wood",
        "type": "Book"
    },
    {
        "author": "Gabriele D'Annunzio",
        "city": " Versilia",
        "id": "4222148f-dcfd-432f-9049-79ad2afdb2e9",
        "imagePath": "4222148f-dcfd-432f-9049-79ad2afdb2e9.jpg",
        "longDescription": "«Taci. Su le soglie del bosco non odo parole che dici umane; ma odo parole più nuove che parlano gocciole e foglie lontane. Ascolta. Piove dalle nuvole sparse. Piove su le tamerici salmastre ed arse, piove su i pini scagliosi ed irti, piove su i mirti divini, su le ginestre fulgenti di fiori accolti, su i ginepri folti di coccole aulenti, piove su i nostri volti silvani, piove su le nostre mani ignude, su i nostri vestimenti leggieri, su i freschi pensieri che l'anima schiude novella, su la favola bella che ieri t'illuse, che oggi m'illude, o Ermione.\n\nOdi? La pioggia cade su la solitaria verdura con un crepitìo che dura e varia nell'aria secondo le fronde più rade, men rade. Ascolta. Risponde al pianto il canto delle cicale che il pianto australe non impaura, né il ciel cinerino. E il pino ha un suono, e il mirto altro suono, e il ginepro altro ancóra, stromenti diversi sotto innumerevoli dita. E immersi noi siam nello spirto silvestre, d'arborea vita viventi; e il tuo volto ebro è molle di pioggia come una foglia, e le tue chiome auliscono come le chiare ginestre, o creatura terrestre che hai nome Ermione.\n\nAscolta, ascolta. L'accordo delle aeree cicale a poco a poco più sordo si fa sotto il pianto che cresce; ma un canto vi si mesce più roco che di laggiù sale, dall'umida ombra remota. Più sordo e più fioco s'allenta, si spegne. Sola una nota ancor trema, si spegne, risorge, trema, si spegne. Non s'ode voce del mare. Or s'ode su tutta la fronda crosciare l'argentea pioggia che monda, il croscio che varia secondo la fronda più folta, men folta. Ascolta. La figlia dell'aria è muta; ma la figlia del limo lontana, la rana, canta nell'ombra più fonda, chi sa dove, chi sa dove! E piove su le tue ciglia, Ermione.\n\nPiove su le tue ciglia nere sì che par tu pianga ma di piacere; non bianca ma quasi fatta virente, par da scorza tu esca. E tutta la vita è in noi fresca aulente, il cuor nel petto è come pèsca intatta, tra le pàlpebre gli occhi son come polle tra l'erbe, i denti negli alvèoli son come mandorle acerbe. E andiam di fratta in fratta, or congiunti or disciolti (e il verde vigor rude ci allaccia i mallèoli, c'intrica i ginocchi) chi sa dove, chi sa dove! E piove su i nostri volti silvani, piove su le nostre mani ignude, su i nostri vestimenti leggieri, su i freschi pensieri che l'anima schiude novella, su la favola bella che ieri m'illuse, che oggi t'illude, o Ermione.»",
        "publicationYear": 1902,
        "rating": 5,
        "shortDescription": " La pioggia nel pineto è una lirica composta fra luglio e agosto 1902 dal poeta Gabriele D'Annunzio nella celebre Villa La Versiliana, dove abitava immerso nel verde della pineta a Marina di Pietrasanta in Versilia.",
        "title": "La Pioggia nel pineto",
        "type": "Poem"
    },
    {
        "author": "STEPHEN COOK",
        "category": "IT",
        "citationCount": 0,
        "date": "",
        "id": "f363200a-81d8-4b88-9e18-36ef955e1a67",
        "imagePath": "f363200a-81d8-4b88-9e18-36ef955e1a67.jpg",
        "peerReviewed": true,
        "shortDescription": " The P versus NP problem is to determine whether every language accepted\nby some nondeterministic algorithm in polynomial time is also accepted by some\n(deterministic) algorithm in polynomial time",
        "title": "THE P VERSUS NP PROBLEM",
        "type": "AcademicArticle",
        "universityName": "University of Toronto",
        "url": "https://www.claymath.org/wp-content/uploads/2022/06/pvsnp.pdf",
        "wordCount": 0
    },
    {
        "author": "No author set",
        "category": "War",
        "date": "",
        "headline": "Vietnam accord is reached",
        "id": "eba86744-bec3-4a1b-8991-b655baec08e9",
        "imagePath": "eba86744-bec3-4a1b-8991-b655baec08e9.jpg",
        "politics": true,
        "shortDescription": " Vietnam War is finally Ended!",
        "title": "End of Vietnam War",
        "type": "NewspaperArticle",
        "url": "No url",
        "wordCount": 0
    },
    {
        "author": "Pascoli",
        "city": " Bologna",
        "id": "c36ad297-516a-4316-a2f3-f55467bea2b0",
        "imagePath": "c36ad297-516a-4316-a2f3-f55467bea2b0.jpg",
        "longDescription": "«Nel campo mezzo grigio e mezzo nero\nresta un aratro senza buoi, che pare\ndimenticato, tra il vapor leggero.\n\nE cadenzato dalla gora viene\nlo sciabordare delle lavandare\ncon tonfi spessi e lunghe cantilene\n\nIl vento soffia e nevica la frasca,\ne tu non torni ancora al tuo paese!\nquando partisti, come son rimasta!\ncome l'aratro in mezzo alla maggese.»",
        "publicationYear": 1891,
        "rating": 5,
        "shortDescription": " È inverno. La natura, assopita in un sonno profondo, sembra quasi morta; l'unico segno di vita viene dal canto delle lavandaie:",
        "title": "Lavandare",
        "type": "Poem"
    }
]
